{
	"About me": "Über mich",
	"I am a Junior Web-Developer with experience in building projects with Angular and JavaScript.": "Ich bin ein Junior Web-Developer mit Erfahrungen in der Erstellung von Projekten mit Angular und JavaScript.",
	"I started my IT journey in Christmas 1994, when I was given my first computer. And since then, this world has fascinated me. At that time, there were limited options in my area. That is why I had decided to go in another direction.": "Meine IT-Reise begann in meiner Jugendzeit als ich meinen ersten Computer bekam. Seither fasziniert mich diese Welt! Leider gab es damals keine Möglichkeit, deshalb hatte ich mich für eine andere Richtung entschieden.",
	"In my twenty years of professional activities, I have worked in several roles from a workshop to a self-employed welder and assembly manager. Based on my past experience as an assembly manager, I am used to achieving goals together as a team. Technology has always accompanied my professional life and now it was time to take up the topic of computers again. Learning programming was therefore the next logical step for me. Thus I learned the basics of WEB development at the Developer Academy (DE).": "Aufgrund meiner bisherigen Erfahrungen als Montageleiter bin ich es gewohnt, Ziele gemeinsam im Team zu erreichen. Technik hat mein Berufsleben schon immer begleitet und nun war es an der Zeit, sich wieder mit dem Thema Computer zu beschäftigen. Das Erlernen der Programmierung war daher der nächste logische Schritt für mich. So lernte ich die Grundlagen der WEB-Entwicklung an der Developer Academy (DE).",
	"I loved to create something with my hands. With programming I found a new challenge, now I can create with the keyboard!": "Als Handwerker sind visuell sichtbare Resultate entstanden, mit der Tastatur sind es nun neue virtuelle Ergebnisse auf die ich gespannt bin.",
	"As a former extreme athlete (artistic gymnastics, climbing, crossfit…), I know what perseverance means: I never giving up, but also knowing limits.": "Als ehemaliger Extremsportler (Kunstturnen, Klettern, CrossFit...) bringe ich ein grosses Durchaltevermögen mit, kenne jedoch meine Grenzen.",
	"I am looking forward to building on my experience and starting my career in IT in a junior developer position.": "Ich freue mich auf die Chance meine Erfahrungen als Web-Developer zu erweitern und meine Karriere in der IT-Branche zu beginnen.",
	"Contact me.": "Kontaktieren Sie mich",
	"Get in touch via the form below, or by emailing": "Sie können mich über das untenstehende Formular oder per E-Mail kontaktieren",
	"Name is required": "Der Name ist erforderlich",
	"Name should be between 4 to 50 characters": "Der Name sollte zwischen 4 und 50 Zeichen lang sein.",
	"Email address": "E-Mail Adresse",
	"Email is required": "E-Mail ist erforderlich",
	"Please enter correct email id": "Bitte geben Sie die korrekte E-Mail Adresse ein",
	"Message": "Nachricht",
	"Message is required": "Nachricht ist erforderlich",
	"Massage should be between 30 to 500 characters": "Die Massage sollte zwischen 30 und 500 Zeichen lang sein.",
	"Submit": "Senden",
	"Imprint - Legal Notice": "Impressum - Rechtliche Hinweise",
	"Skills": "Kenntnisse",
	"Work": "Arbeiten",
	"About": "Über mich",
	"Contact": "Kontakt",
	"Home": "Startseite",
	"My Skills": "Fähigkeiten",
	"I'm Jürgen Hildbrand.": "Jürgen Hildbrand",
	"A Front end Developer": "Front-End-Entwickler",
	"based in Switzerland.": "in der Schweiz.",
	"Hi, welcome to my homepage...": " Hallo, willkommen auf meiner Homepage...",
	"One year ago I started programming,": "Vor einem Jahr habe ich mit dem Programmieren begonnen,",
	"with this I discovered a new passion!": "damit habe ich eine neue Leidenschaft entdeckt!",
	"My Work": "Meine Projekte",
	"All": "Alle",
	"(under construction)": "(im Aufbau)",
	"Try it!": "Ausprobieren",
	"Check git": "Git",
	"My first own app": "Mein erstes eigenes App",
	"Angular -": "Angular -",
	"To manage the water supply in Meiggenalp (VS).": "Verwaltung der Wasserversorgung in der Meiggenalp (VS).",
	"Password: Widder1911": "Passwort: Widder1911",
	"My personal homepage": "Meine Webseite",
	"First Angular project": "Mein erstes Angular Projekt",
	"JavaScript - based jump and run game": "JavaScript basiertes Jump-and-Run Spiel",
	"Join": "Join",
	"JavaScript - Group work - kanban board": "JavaScript - Gruppenarbeit - Kanban"
}